[
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n1 \n D. Free Expression and Dissent  \n \n1. Policy  \n \nThe University of Southe rn California is committed to fostering a learning environment where free \ninquiry and expression are encouraged and celebrated and for which all its members share \nresponsibility. Dissent (defined as disagreement, a difference of opinion, or thinking differ ently \nfrom others) is an integral aspect of expression in higher education, whether it manifests itself in a \nnew and differing theory in quantum mechanics, a personal disagreement with a current foreign \npolicy, opposition to a position taken by the univers ity itself, or by some other means.  \n The university is a diverse community based on free exchange of ideas and devoted to the use of \nreason and thought in the resolution of differences. Whether in free debate or in the exchange of information, this communi ty must rely on self -restraint and self -discipline if it is to retain its \nfreedom to search and question. However, when self -restraint and self -discipline fail, the \nuniversity will initiate such action as necessary to prevent disruption of or substantial i nterference \nwith its community and to preserve the rights of its individual members.  \n \nThe university’s position is set forth in the following statement on Student Rights and \nResponsibilities:  \n \n“Students and student organizations shall be free to examine and discuss all questions of \ninterest to them and to express opinion publicly and privately. They shall be free to \nsupport causes by all orderly means , which do not disrupt or substantially interfere with \nthe regular and essential operations and activities  of the university, since such disruption \nor substantial interference violates the responsible exercise of free inquiry and \nexpression. Students and organizations shall make it clear to the academic and larger \ncommunities that in their public expression th ey speak only for themselves.”  \n If any student member of the university community believes that the university has acted in an arbitrary, capricious or discriminatory manner in exercising the Policy on Free Expression and \nDissent (or its related policies),  they may submit a formal grievance as outlined in the Student \nGrievance Procedures.  \n \n2. Reasonable Time, Place, and Manner  \n \nIn exercising its responsibility to provide and maintain an atmosphere of free inquiry and \nexpression, the university may establish re asonable time, place and manner restrictions for the \npurpose of avoiding disruption to or substantial interference with its regular and essential \noperations and activities. The university will not base decisions regarding time, place and manner \nupon the co ntent of the message, except as permitted in those narrow areas of expression devoid of \nfederal or state constitutional protection.  \n \nThe university recognizes the crucial importance of preserving First Amendment rights and \nmaintaining open communication an d dialogue in the process of identifying and resolving \nproblems which arise in the dynamics of life in a university community. The legitimate expression \nof differing opinions and concerns, including unpopular, controversial or dissident viewpoints, is \nan essential element of the academic process; the imposition of these opinions and concerns upon \nthose who in turn dissent from them is not to be condoned and is inconsistent with a university’s \nprocess and function.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n2 \n Lawful and peaceful demonstration as an ex pression of favor or dissent will be permitted and \nprotected. On the other hand, the university will not tolerate coercive disruption, defined generally \nherein as activity that imposes the will of other persons or groups within the university \ncommunity, ou tside of the established university procedures and policies for the expression of \nopinion and the resolution of differences. Coercive disruption is construed to include any activity which, contrary to law, denies the rights of other students, the faculty o r the staff of the university \nand: \n \nI. Disrupts or obstructs educational or  other activities of the university.  \n \nII. Reacts to the expression of the peaceful dissent of others by attempting to deny their \nrights.  \n \nIII. Obstructs or restricts free movement of persons on  any part of the university campus, \nincluding the free entry to or exit from university facilities.  \n \nIV. Denies or interferes with the standard operations , or use, of offices or other facilities to \nthe students, faculty, officers, staff or guests of the university.  \n \nV. Threatens or endangers the safety of any person on the university campus. This includes \nbut is not limited to signs on any forms of stakes.  \n \nVI. Results in damage to or destruction of property.  \n \nVII. Contains “fighting words” where (a) the speech, considered objectively, is abusive and \ninsulting rather than a communication of ideas and (b ) it is actually used in an abusive \nmanner in a situation that presents an actual danger.  \n \nVIII. Constitutes “hate violence,” meaning any act of physical intimidation or physical \nharassment, physical force or physical violence, or the threat of physical force or physical violence, that is directed against any person or group, or the pr operty of any person or \ngroup because of the ethnicity, race, national origin, religion, sex, sexual orientation, \ndisability, or political or religious beliefs of that person or group. (Acts shall not be \nconsidered “hate violence” based on speech alone, ex cept upon a showing that the speech \nitself threatens violence against a specific person or group, that the person or group against whom the threat is directed reasonably fears that the violence will be committed \nbecause of the speech, and that the person t hreatening violence had the apparent ability to \ncarry out the threat.)  \n \nIX. Makes sustained or repeated noise in a manner which substantially interferes with a \nspeaker’s ability to communicate their  message or the rights of others to listen. Since a \nclear diff erentiation between lawful or peaceful dissent and coercive disruption may often \nbe difficult, the foregoing list is illustrative and not exhaustive; this list is expected to evolve, based on experience and changes in the law. It should be understood that the \napplication of this policy also takes situational factors into consideration. For example, \nconduct appropriate at a political rally might constitute a violation of this policy if it \noccurred within a classroom.  \n \nIn all cases, the rights of students und er the First Amendment to the Constitution, as applied by \nCalifornia law, will always be protected.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n3 \n Any coercive disruption initiated by a visitor or a student member of the university community or \noccurring during any university- sanctioned activity or fu nction may be met by the action of the \nuniversity that is necessary to restore the order and communication required for the rational solution of problems and free debate. In addition, any coercive disruption by students may be \nsubject to disciplinary actio n through the Office of Student Judicial Affairs and Community \nStandards up to and including suspension or expulsion and/or legal action through local, state or \nfederal courts.  \n \nIf any member of the university community believes that disruption of or subst antial interference \nwith the regular and essential operations and activities of the university is occurring or that this \npolicy is otherwise being violated, the established procedure is to inform university Public Safety \nofficers and/or university administrators. It is the responsibility of designated university officials \nto protect the university community to the fullest extent possible.  \n \n3. Guid elines for Campus Demonstrations  \n \nAll student members of the university community have the right to hold a demonstr ation \n(including, but not limited to, a rally, gathering, protest, parade , procession , or hosting of a guest \nspeaker ) on campus , subject to and consistent with the guidelines  stated in this Section,  and the \napproval of the Director of Campus Activities or other authorized Student Affairs staff . Any \nproperty damages related to the demonstration may result in the assessment of fees associated with cleaning or repair costs to either the organization or the individuals.  \n \nDue to the popularity of outdoor spaces, students are encouraged, though not required, to make \nreservations and prior arrangements for campus demonstrations. I f students do not make advance \nreservations, their event may be moved or rescheduled in order to accommodate previously \nscheduled reservations, in accordance with the university’s right to establish reasonable time, \nplace, and manner guidelines for campus events.  \n \nAll demonstrations must  follow these guidelines, which serve as a mechanism to ensure a \nsuccessful and safe demonstration:  \n \nI. Reservations for outdoor spaces or other venues to conduct campus demonstrations may \nbe made through Trojan Event Servi ces online at trojanevents.usc.edu\n. These spaces are \nmade available to the campus community on a first -come, first -served basis. Students \nmay also reserve space to protest approved speakers, presenters or programs as long as \nthose protests are consistent with the guidelines stated in the Reasonable Time, Place and \nManner section of this policy.  \n \nII. Representatives of the sponsoring organization wishing to stage a demonstration a re \nencouraged  complete an Outdoor Event Questionnaire and a USC Event Permit \nApplication at least two weeks prior to the demonstration. The Trojan Event Services  \nstaff will check on the  availability of the venue requested and can facilitate \ncommunication with Safety and Risk Management, Operations and Maintenance, Public Safety and Student Affairs, as needed.  \n \nIII. Representatives of the organization sponsoring a demonstration are encouraged to  meet  \nwith the Director of Campus Activities or other authorized Student Affairs staff to \ndiscuss and develop necessary safety and security and crowd management procedures, to ensure  that expectations, rights and responsibilities are mutually understood , and to \nprovi de the Director of Campus Activities or other Student Affairs staff with sufficient \ninformation to evaluate the crowd management and safety and security plans regarding",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n4 \n the demonstration. Such management and safety plans subject to modification should \ncond itions or circumstances change. All off -campus guests intended to participate in a \ndemonstration must be formally invited by a sponsoring on- campus organization, and  the \nsponsoring organization is responsible for the behavior of the organization’s members \nand of guests from off campus. Informing these members and guests of the university’s \nexpectations is the responsibility of the sponsoring organization’s representatives. The \nsponsoring organization’s representatives should also explain to the organization’s \nmembers and guests the individual and organizational implications for failure to adhere to \nthese expectations.  \n \nIV. When a campus demonstration is scheduled, organizers can expect the university \npersonnel present (typically staff from the Division of Student Affairs  and/or Department \nof Public Safety ) to help ensure that organizers’ rights are protected and the university’s \nregular and essential operations and activities continue. Such regular and essential \noperations and activities include, but are not limited to, classes, meetings, and the \nstandard operation of university offices and facilities. As the university is concerned \nabout the entire university community and visitors, particular attention will be paid to  \nmanaging crowds, maintaining access to build ings, sidewalks, streets, etc. and personal \nsafety for all.  \n \n4. Advertising, Promotion and Literature Distribution  \n \nI. Advertising  \n The Division of Student Affairs oversees all advertising, promotions, literature and \npublications distribution on the USC campus i n order to:  \n \na. Protect the rights enumerated in the policy on Free Expression and Dissent.  \n \nb. Help foster and maintain a campus atmosphere of personal responsibility and mutual respect.  \n \nc. Allow for maximum promotion of student events.  \n \nd. Ensure a safe environment  of order and cleanliness on campus.  \n \nThis will aid in creating a campus that promotes the well- being of its students, faculty, \nstaff and visitors and will provide events with effective publicity and exposure.  \n \nII. General Regulations  \n \na. Content of all printed materials posted or distributed on campus must:  \n \ni. Contain no material containing advocacy directed to inciting or producing imminent lawless action  \n \nii. Contain no advertisements for “term paper mills” or other products or services which undermine the academic integrity of the university.  \n \niii. Contain no true threats or intimidation, meaning language where:",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n5 \n • The speaker means to communicate a serious expression of an \nintent to commit an act of unlawful violence to a particular \nindividual or group of individuals, or  \n \n• The speaker directs a threat to a person or group of persons \nwith the intent of placing the victim in fear of bodily harm or \ndeath.  \n \niv. Contain no advertisements or promotions for alcoholic beverages, \nillegal drugs or drug  paraphernalia.  \n \nv. Contain no “fighting words” meaning language where : \n \n• The speech, considered objectively, is abusive and insulting rather than a communication of ideas.  \n \n• The speech is used in an abusive manner in a situation that \npresents an actual danger that it will cause a breach of peace.  \n \nb. USC does not exercise prior restraint on printed materials to be posted or \ndistributed on campus that may be libelous or slanderous. However, if such \nmaterials are posted or distributed, they may be referred to the Office of Student \nJudicial Aff airs and Community Standards for action.  \n \nc. Any material that is not written in English requires a translation to be kept on file with Trojan Event Services in Ronald Tutor Campus Center 425.  \n \nd. Any student groups or organizations not recognized by the univers ity will be \nconsidered either “commercial” or “personal,” including non -profit \norganizations.  \n \nIII. Publicity  \n \nAll advertising and communication plans/timelines must be submitted in advance to the \napproving departments. No advertising is permitted until all approvals, paperwork and \nfinal payments have been received.  \n The use of third party promoters is strictly prohibited.  \n \nAll printed publicity such as flyers, posters and postcards, must include the following \nentry guideline in accordance with the level of even t identified  \n \nThe following must be indicated on all materials to be posted: \n \na. The full name of the sponsoring organization  \n \nb. The time, date and place of the event  \n \nc. Any entrance fees or costs to participate  \n \nd. Entry guidelines",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n6 \n  \nLevel 1 Open to USC student members of the student organization \nonly, with valid USC ID  \n \nLevel 2 Open to any USC student with valid USC ID  \n \nLevel 3 Open to USC students, with valid USC ID, and guest  \n \nLevel 4 Open to USC students, guest(s) and other college student(s). \nValid USC ID or  other valid college photo ID and proof of 18 years or \nolder required.  \n \nPosting  \n \nPosting on bulletin boards not controlled by the D ivision must be approved by the staff of \nthe principal department in that building. It is the university’s intent to limit the use of departmental bulletin boards to information relating to that department, unless otherwise \nposted.  \n \nIn order to advance the university’s objectives, to control the number of posters or flyers \nposted, and to ensure appropriate use of university facilities and property, limits may be \nplaced on the number of posting locations that commercial or personal groups may use.  \n \nThe individual or organization responsible for the posting must be identified.  \n Posting or flyer distribution is prohibited in the  following areas or in the following ways:  \n \na. all trees and hedges  \n \nb. the ground, taped or loose  \n \nc. buildings (including glass windows, doors, walls and columns)  \n \nd. Tommy Trojan and all other statues  \n \ne. trash cans  \n \nf. all lamp posts  \n \ng. telephone booths/telephone poles  \n \nh. parking lots and structures  \n \ni. on top of other previously posted materials  \n \nj. fountains  \n \nk. chalking  \n \nl. electronic flyers or materials distributed via USC listservs  \n \nm. on cars, bicycles or other individual property",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n7 \n  \nn. freestanding advertisements such as signs on stands,  sandwich boards, other \ndisplays, etc.  \n \nThe individual or organization responsible for posting will be held accountable for any \nviolations and associated fees.  \n \n5. Literature and Publications Distribution  \n \nI. General Regulations  \n \na. This policy applies to students and recognized student organizations and \nestablishes time, place and manner regulations. It will be interpreted and applied so as to respect all federal and state constitutional and statutory rights. (Off -\ncampus organizations, individuals or vendors should consult the policy on \nSolicitations by Off -Campus Persons, and section IX Vendors in the po licy on \nSales and Fund -raising. ) \n \nb. The Division of Student Affairs oversees the in -person distribution of literature \n(including posters, handbills and pamphlets) and publications on the campus and \nthe compliance of individuals and organizations with this policy.  \n \nc. All university students and recognized organizations may distribute literature \nanywhere on campus provided such distribution does not affect the scheduled \nactivities in that area and does not interfere with the essential operations of the \nuniversity.  \n \nd. Designated bins are for official university publications only \n \ne. No preprinted manually inserted sheets of information (flyers, advertisements or \nany other information message sheets) are allowed inside the pages of any \nofficial university publication.  \n \n \nII. Violations  \n \na. Non-compliance with any of the provisions of these guidelines will constitute a \nviolation.  \n \nb. All printed materials in violation of these policies will be removed. Costs \nincurred for the removal of such materials can be charged to the person, persons \nor department  responsible for the violation.  \n \nc. Any violation or continued violations of these guidelines will be handled in \naccordance with the severity of the infraction, and will include one or more of \nthe following responses:  \n \n• Written warnings  \n \n• Assessments for damage to facilities and/or assessed a $1 per flyer \nviolation fee or the cost for removal",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n8 \n • Denial of future posting and other privileges, includi ng the ability to \nschedule on -campus facilities for events and/or assessed a $1 per flyer \nviolation fee  \n \n• Appropriate on -campus judicial proceedings through the Office of \nStudent Judicial Affairs and Community Standards  \n \n• Appropriate legal action in local, state or federal courts of competent \njurisdiction  \n \nIII. Responsibility for Content  \n \nAn individual  or organization  shall be personally responsible for the content of any sign, \nnotice, poster or other material referenced herein, which the individual or organizati on \nsponsors or posts on campus.  \n Advertisements or promotions on campus or in university publications and activity \nprograms do not imply official endorsement by the university.  \n \nIV. Helpful Hints  \n \na. In the interest of a free exchange of ideas, w e recommend that an individual or \norganization comply with a request from any and all members of the university \ncommunity for a copy of the material being distributed.  \n \nb. Whenever literature is distributed by more than five individuals in any campus \narea at the same time, we recommend an Event Request process that ensures \nprior notification to area occupants regarding the activity, works to alleviate \nmisunderstandings, lessens the chance for actions against individuals or \norganizations distributing literature, allows separation from other groups \nwanting to distribute literature, and works to alleviate impediments to the flow \nof traffic across campus or into entrances or out  of exits of campus buildings. If \nmore than five individuals will be distributing literature in the same campus area at the same time, we recommend that a representative complete an Event \nRequest form and obtain event confirmation., and that a representative be \npresent with a copy of Trojan Event Services confirmed Event Request Form, \nConfirmations are grante d on a first -come, first -served basis.       (This \nparagraph does not apply to normal academic activities within the program of \nany school of the university.)  \n \nc. If any litera ture contains language other tha n English, in the interest of a free \nexchange of i deas we request that a copy of the translated information be on file \nwith Trojan Event Services . \n \nd. Make an effort to print quality flyers and/or literature.  \n \ne. Plan for six weeks or more of lead -time to take full advantage of the process of \nscheduling and adv ertising an event.  \n \nf. Plan carefully before printing materials in order to avoid printing more than can \nlegitimately be utilized.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n9 \n g. Use other types of promotion in addition to flyers. Flyers should only be one \nsmall part of your promotional campaign.  \n \nh. For additional ideas regarding effective promotion of your student \norganization’s events, consult with Campus Activities staff members in the Ronald Tutor Campus Center.  \n \n6. Solicitations by Off -Campus Persons \n \nI. General Regulation  \n \nThis policy is issued to establi sh time, place and manner regulations for solicitors who \nsubstantially interfere with the regular and essential educational and other activities of the \nuniversity.  \n \nOff-campus persons must have written permission from Trojan Event Services to conduct \nsolic itation anywhere on campus.  \n \na. “Off-campus persons” are defined to include all those who are not USC \nstudents, recognized student organizations, staff or faculty.  \n \nb. “Solicitation” is defined to include advertising, taking orders, sales not governed by another  policy, distributing literature, distributing material including samples, \nasking for donations, campaigning (political or otherwise), collecting signatures, \ncollecting email addresses or personal information. The university will apply \nthis policy with full respect for all relevant constitutional and statutory rights.  \n \nc. Vendor sales of products on campus are governed by a m ore restrictive policy. \nSee Section G.7. IX. Vendors in the Sales and Fund -raising policy.  \n \nd. In exercising its responsibility to provide and maintain an atmosphere of free \ninquiry and expression, the university may establish reasonable time, place and \nmanner restrictions for the purpose of avoiding disruption to or substantial \ninterference with its regular and essential operations and activ ities. For all \nexpression with federal or state constitutional protection, the university will not \nbase decisions regarding time, place and manner upon the content of the \nmessage. Also see the policy on Reasonable Time, Place and Manner.  \n \nII. Considerations in  Issuing Permits  \n \na. Trojan Event Services will consider other demands on space and will not issue a \npermit if the space is otherwise programmed.  \n \nb. The activity will be limited to certain designated areas.  \n \nc. The only area currently available for soliciting by off- campus persons is the \nplaza at the north end of Trousdale Parkway.  \n \nd. The applicant must provide identification.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n10 \n e. The application must state the number of participants. Excessive numbers of \nparticipants will not be approved to ensure no interference with  the free passage \nof pedestrians.  \n \nf. Each participant will be issued an individual permit.  \n \ng. Permits are for one day at a time.  \n \nh. Decisions on permits will not be based upon the content of the message.  \n \nIII. Displaying Permits  \n \nAll off -campus persons who are partic ipating in solicitation approved by Trojan Event \nServices must keep their written permission prominently displayed with them at all times \non campus.  \n \nIV. Prohibited Solicitation  \n It is important to foster and maintain a campus atmosphere of mutual respect. Agg ressive \nsolicitation is prohibited, including:  \n \na. Obstructing or restricting free movement of persons on any part of the campus including free passage and the free entry to or exit from classrooms, offices or \nfacilities.  \n \nb. Persisting in closely following or approaching a person, after the person \nsolicited has informed the solicitor by words or conduct that such person does \nnot want to be solicited.  \n \nc. Intentionally touching or causing physical contact with another person without that person’s consent in the cou rse of soliciting.  \n \nd. Disrupting, obstructing or substantially interfering with the educational or other \noperations and activities of the university, including by making sustained or \nrepeated noise.  \n \ne. Using violent or threatening gestures toward a person soli cited either before, \nduring or after soliciting; using profane or abusive language which is inherently \nlikely to provoke an immediate violent reaction, either before, during or after \nsolicitation; uttering “fighting words” where the speech, considered objectively, is abusive and insulting rather than a communication of ideas and it is used in an \nabusive manner in a situation that presents an actual danger.  \n \nf. Physically intimidating or physically harassing, or using physical force or \nphysical violence, or thr eatening physical force or physical violence.  \n \ng. Endangering the safety of any person on the university campus.  \n \nh. Damaging or destroying property.  \n \ni. Soliciting for immediate receipt of funds.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n11 \n j. Remaining on campus at times when only USC persons and invited visi tors may \nenter.  \n \nV. Sanctions  \n \nStudents and others may register complaints about the activities of off -campus solicitors \nwith the Division of Student Affairs.  \n Failure to obtain and display a permit, violation of the code of conduct, or violation of the \ncondi tions of a permit may result in cancellation of a permit, requirement to leave and not \nreturn, and denial of permits in the future. Violations of criminal law may result in arrest.  \n \n7. Student Organization Logos Policy  \n \na. All recognized student organizations are permitted to create and use their own logos \nproviding the logos do not violate the USC Graphic Identity Program or alter existing \nuniversity logos. Student organizations are not allowed to use academic unit of \ndepar tment logotypes without permission from the academic unit or department. Student \norganizations are also not allowed to use the following university marks without special \npermission from the Department of Athletics or the Trojan Marching Band: Interlocking SC, Baseball Interlocking SC, Football Helmet Trojan Head and the Trojan Marching \nBand’s logo. For more information, visit identity.usc.edu\n. \n \nb. Student organizations are per mitted to identify their affiliation with the university \nthrough the proper use of USC official logos and trademarks on all products, \npublications, flyers and documents. Student organizations are required to use authorized \nlicensed vendors when sourcing pr oducts that feature any of USC’s trademarks or \nwordmarks. For more information, visit trademarks.usc.edu/campus -community . \n \nc. Student organizations may u se their own logos in the context of a website that meets the \nestablished USC Web publishing guidelines found at  itservices.usc.edu/web/  . \n \nd. Requests for permission to use any university logo or mark must be initiated by a student \nfrom the requesting organization. Requests from a national organization or other non -\nUSC entity affiliated with the student organization will not be granted.  \n \ne. Student organization s must adhere to the General Regulations section of the Advertising, \nPromotion and Literature Distribution Policies, which state that content of printed materials posted or distributed on campus must:  \n \na. Contain no material containing advocacy directed to in citing or producing \nimminent lawless action.  \n \nb. Contain no advertisements for “Term Paper Mills” or other services which \nundermine the academic integrity of the university.  \n \nc. Contain no true threats or intimidation, meaning language where (i) the speaker mean s to communicate a serious expression of an intent to commit an act of \nunlawful violence to a particular individual or group of individuals, or (ii) the \nspeaker directs a threat to a person or group of persons with the intent of placing \nthe victim in fear of bodily harm or death.",
    "SCampus: The USC Student Handbook  \nEffective July 2020  \n12 \n d. Contain no advertisements for alcoholic beverages, illegal drugs or drug \nparaphernalia.  \n \ne. Contain no “fighting words”, meaning language where (i) the speech, considered \nobjectively, is abusive and insulting rather than a communicat ion of ideas and \n(ii) is actually used in an abusive manner in a situation that presents an actual \ndanger that it will cause a breach of peace.",
    "USC Policy on Free Speech - Office of the Provost Skip to main content Go to usc.edu homepage USC Monogram Office of the Provost MenuAn icon that consists of three parallel horizontal lines suggestive of a list. Announcements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility More…Show More Menu SearchAn icon of a magnifying glass. Search for: CloseAn icon of a letter X. HomePolicies and StatementsUSC Policy on Free Speech USC Policy on Free Speech USC has long had established policies protecting the free speech rights and academic freedom of faculty and students. In both policy and practice, when USC faculty speak or write as citizens, they are free of institutional censorship or discipline. And academic freedom at USC protects all faculty. We vigorously defend these principles for faculty of every status and type of appointment. As the Faculty Handbook declares, the University recognizes that students are exposed to thought-provoking ideas as part of their educational experience, and some of these ideas may challenge their beliefs and may lead a student to claim that an educational experience is offensive. Therefore any such issues that arise in the educational context will be considered in keeping with the University’s commitment to academic freedom. Our Board of Trustees long ago declared that members of our academic community share the purpose of the humane and critical examination of major issues of social, political, economic, ethical and aesthetic importance which have in the past confronted, and which will in the coming years constantly confront, the society as a whole. The Trustees also recognized the responsibility of members of our community to understand the spectrum of viewpoints on an issue, and, equally, to be actively involved in the solution of the problems these issues delineate. For these reasons, our Trustees mandated that students and student organizations shall be free to examine and discuss all questions of interest to them and to express opinions publicly and privately. Our longstanding policies also declare that the University of Southern California is committed to fostering a learning environment where free inquiry and expression are encouraged and celebrated and for which all its members share responsibility. Dissent — disagreement, a difference of opinion, or thinking differently from others — is an integral aspect of expression in higher education, whether it manifests itself in a new and differing theory in quantum mechanics, a personal disagreement with a current foreign policy, opposition to a position taken by the university itself, or by some other means. The university is a diverse community based on free exchange of ideas and devoted to the use of reason and thought in the resolution of differences. The university recognizes the crucial importance of preserving First Amendment rights and maintaining open communication and dialogue in the process of identifying and resolving problems which arise in the dynamics of life in a university community. The legitimate expression of differing opinions and concerns, including unpopular, controversial or dissident viewpoints, is an essential element of the academic process. The imposition of opinions and concerns upon those who in turn dissent from them is not to be condoned and is inconsistent with a university’s process and function. Students and student organizations are free to support causes by all orderly means which do not disrupt or substantially interfere with university activities, as such disruption or interference violates the responsible exercise of free inquiry and expression. All members of the university community have a responsibility to provide and maintain an atmosphere of free inquiry and expression respecting the fundamental human rights of others, the rights of others based upon the nature of the educational process and the rights of the institution. USC Policy on Free Speech USC Resources FAQ for Spring 2024 Office of the Provost 3551 Trousdale Parkway, Suite 102 Los Angeles CA 90089-4019 (213) 740-2101 uscprovost@usc.edu Search this site Search for: CloseAn icon of a letter X. Site NavigationAnnouncements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility CategoriesAnnouncements Faculty Spotlight News and Announcements Provost’s News Related Websites Accreditation Licensures and Certifications Provost Shared Services Visions and Voices Arts in Action University of Southern CaliforniaContent managed by the Office of the Provost Built using the USC Gateway 2018 WordPress Theme | Website issues? Contact USC Provost IT Privacy Notice | Notice of Non-discrimination TwitterTwitterThe logo for the social media platform Twitter. InstagramInstagramThe logo for the social media platform Instagram. CAMPUS ACCESS UPDATE: All entry points are open as of August 15, 2024. Learn more about the expedited access procedures.",
    "USC Resources - Office of the Provost Skip to main content Go to usc.edu homepage USC Monogram Office of the Provost MenuAn icon that consists of three parallel horizontal lines suggestive of a list. Announcements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility More…Show More Menu SearchAn icon of a magnifying glass. Search for: CloseAn icon of a letter X. HomePolicies and StatementsUSC Resources USC Resources Reassurances and Answers to Help You Navigate USC during these times.FAQ for April/May 2024Resources for the CommunityMental Health and WellnessAcademic AccommodationsStudent Commitment and Unifying ValuesLiving Our Values; Understanding Laws Governing Speech in the U.S. and California.Free Speech ResourcesTrojan Free Speech AreaLeonard Law Unique to California Private UniversitiesSocial Media Postings and Non-USC WebsitesVerify Online Content IntegrityUniversity Responses to Incidents Shared on Social MediaPosting FlyersGroup Gatherings or EventsFaculty and Departmental StatementsUSC Policies on Releasing NamesDoxxingWhere We Are Today at USCSafetyReporting ConcernsDiscrimination, Harassment, and Retaliation are ProhibitedFederal Actions to Address Antisemitism and Islamophobia on University CampusesRecent University Media StatementsRelevant University Messages Reassurances and Answers to Help You Navigate USC during these times. In times of national and international conflict, we receive a variety of questions from students, parents, faculty, staff, and others about resources available from the university, as well as concerns you may have about our campus climate and how the university responds to issues arising from these conflicts. We have consolidated many informational and support resources on this page. We have also added information and insights that pertain to what is happening on our campuses – and what you may be seeing or reading about on other campuses. Please note: We continue to assess situations in real-time and enhance these resources whenever necessary and wherever needed. FAQ for April/May 2024 Resources for the Community Mental Health and Wellness One of the first things we always do is expand our support for mental health and wellness. If you are a student, faculty, or staff member needing assistance, you should immediately contact Campus Support & Intervention, the WorkWell Center (for faculty, staff, and post-docs), or the Ombuds Office. This is one of our top priorities, and if you feel you need help, we urge you to reach out to the appropriate office. Academic Accommodations We always make academic accommodations available to students, and we double down on these efforts during catastrophic and highly disruptive times. If you are a student seeking these accommodations, you should contact your instructors and advisors and/or Campus Support & Intervention to develop a plan tailored for you. The university provost and each of our deans understand the importance of supporting you and have urged our faculty to be as flexible as possible during these challenging times. Student Commitment and Unifying Values In 2022, our students helped create the Student Commitment. This is the commitment that is shared with all students when they become USC Trojans – essentially, to act with integrity in the pursuit of excellence; to embrace diversity, equity, and inclusion; to promote the well-being of ourselves and others; to engage in open communication; and to be accountable for living our Unifying Values and helping to make USC the best place it can be. If you are a student who has questions about this commitment or what it stands for in times of trouble, please review its meaning and consider its importance in today’s context. You can visit the following pages to learn more about the Student Commitment and our Unifying Values. Living Our Values; Understanding Laws Governing Speech in the U.S. and California. USC is an open and thriving community of 80,000 students, faculty, and staff across our two campuses; thousands of visitors come to our campuses, hospitals, and other facilities every day. We strive to communicate and to uphold our values and our expectations of behavior on campus and in the classroom to keep USC safe and welcoming. Yet in the 24/7 social media and news cycles, we understand that information and often disinformation can spread and scale rapidly. We know we can’t control everything and everyone, especially across our campuses and hospitals bustling with students, faculty, and staff, and thousands of visitors, each day — and an online world out of control. But we can assure you, we won’t let up for a moment. Knowing the facts and understanding relevant laws that govern our nation and the state of California can help you make more sense of what you may be reading about what is occurring – and not occurring – on our campuses today. Free Speech Resources Especially in times of conflict, we receive many questions regarding the university’s free speech policies, rights, and processes. For information about free speech on our campuses, we encourage you to review USC’s free speech policy, visit the Freedom of Expression website, and watch the following video presentations. Office of Culture, Ethics and Compliance Free Speech and Academic Freedom Overview (February 14, 2023): https://vimeo.com/798932847 Office of Culture, Ethics and Compliance Free Speech and Academic Freedom Conversation (February 28, 2023): https://vimeo.com/803260733 Office of Culture, Ethics and Compliance Free Speech and Academic Freedom Faculty Panel (October 19, 2023): https://vimeo.com/876608168 Trojan Free Speech Area The university has created a temporary space – the lawn by 34th Street between Leavey Library and the Montgomery Ross Fisher Building – for expressive activity. Individuals who wish to express their views and protest lawfully may do so in that area, so long as they comply with all of the university’s time, place and manner policies. Leonard Law Unique to California Private Universities Many of you who are new to our campuses or California may be unaware of the Leonard Law, which holds private universities – such as USC – to the same strict standards as public universities when it comes to students’ freedom of speech. As a result, the university may not discipline a student for engaging in speech or other communications protected by the First Amendment. This may extend to banners, chants, slogans, symbols, and other speech that many members of our community find offensive. Social Media Postings and Non-USC Websites We know that many of you feel bombarded by social media and websites that look like they are official USC sites and policies. Please don’t be misled. No one – including students, faculty, staff, non-university affiliated individuals, or other third-party organizations – speaks on behalf of the university or its leadership. USC cannot monitor the vast world of social media and internet postings, nor does the university have authority over what is said in non-university social media posts or on non-USC websites. Any messages communicated on those unaffiliated sites do not have the endorsement of the university. Postings that are reported to USC for hate, violence, or threats are directed to the Los Angeles Police Department, which has the authority and greater capacity to determine if they fall outside the boundaries of protected speech, and when they do, to investigate them. Verify Online Content Integrity We realize there are a lot of videos circulating that are designed to provoke a strong response. We have also seen that many of these videos have been edited or manipulated to distort the actual words and actions that occurred, or that individuals in the video are misidentified. Please be responsible in confirming the authenticity of the videos before recirculating material that is factually inaccurate. Perpetuating false information or implicating innocent people can have tremendous negative impact on the community and the individuals themselves. Integrity and accountability are core components of USC’s Unifying Values; let’s all do our part to live up to those values. University Responses to Incidents Shared on Social Media We are seeing stories published on social media and in the press reporting on university employees who have said things considered by some to be offensive speech or behavior. The university takes all reports of harassment, threats, or discrimination seriously and reviews each one through a prescribed and rigorous process. As a matter of policy, we don’t confirm specific reports and we are unable to share outcomes. We will share related actions, whenever possible, to help reassure our community that we are doing all we can to ensure safety and access to university programs and resources. On November 17, we launched our website on freedom of expression. We designed this site to help everyone better understand free speech at USC. There is a lot of information there. It’s geared to helping you understand, for example, how most hateful speech is actually legally protected, even though it may run counter to our values. This site also provides information for reporting incidents of all types, and we encourage you to do so. Again, all reports, without exception, submitted to The Office for Equity, Equal Opportunity, and Title IX (EEO-TIX), the Department of Public Safety, and the Office of Threat Assessment and Management are promptly evaluated and reviewed by USC subject matter experts through a collaborative and coordinated multi-campus stakeholder process. Posting Flyers The university has a policy about posting flyers. It is on page 117 of the USC Student Handbook. This pertains to everyone, regardless of your affiliation with the university. All postings or flyers – regardless of their content – are prohibited in, and will be removed from, the following areas, among others: trees and hedges, buildings (including glass windows, doors, walls, and columns), elevators, Tommy Trojan and all other statues, trash and recycling cans, all lamp posts, fences, utility poles, parking lots and structures, fountains (including drinking fountains), on cars, bicycles, or other individual property, and freestanding advertisements such as signs on stands, sandwich boards, and other displays. You have likely seen and may continue to see social media postings of flyers that have been placed in and/or removed from areas that appear to be on our campuses but in fact are immediately off our campus. Please note: USC has neither the authority nor the jurisdiction to prevent or protect flyers not on our campuses. Group Gatherings or Events We receive many questions regarding group gatherings and events. For many of you, demonstrations may be something new or an avenue for you to show solidarity with an organization or cause. It is very important for you to understand the framework for safe demonstrations. Our policies regarding demonstrations, counter-protesting, and something that you may be unfamiliar with – the heckler’s veto – is found in Student Life’s webpage on student activism. As stated in the Student Handbook, “Students and student organizations shall be free to examine and discuss all questions of interest to them and to express opinion publicly and privately. They shall be free to support causes by all orderly means, which do not disrupt or substantially interfere with the regular and essential operations and activities of the university since such disruption or substantial interference violates the responsible exercise of free inquiry and expression. Students and organizations shall make it clear to the academic and larger communities that in their public expression they speak only for themselves.” It is important to note that no student or student group represents or speaks on behalf of the university or its leadership. Faculty and Departmental Statements Our Faculty Handbook affirms both the right of faculty to speak on controversial topics, as well as the obligation to clarify that they are stating their personal views and not speaking on behalf of the university, a school, or an academic department. As stated in the Introduction to the 2022 Faculty Handbook: “Faculty members of the University have the same rights and responsibilities of free speech, thought, and action as all American citizens. In their exercise of that right, faculty members have the special responsibility to make clear that they are stating their personal views and are not speaking on behalf of the University.” In addition, USC’s policy does not allow use of the university’s logos, graphics, or websites to express political positions. As stated in the Faculty Handbook, faculty members must be clear that they are not institutional representatives (3-G), avoid any conduct that would appear to commit the university to an endorsement of a political position (3-H(5)), and be mindful when they speak or write as citizens to indicate that they are not speaking for the university, given that the public may judge the university by their statements (3-B(1)(a)). All of these principles apply to groups of faculty members, as well as individuals, who should be clear that they are speaking for themselves and not speaking for the university or a department or school. USC Policies on Releasing Names Federal and state privacy laws protect the identities of students, faculty, and staff who may be named in reports and complaints. All complaints are followed up on or investigated appropriately. While we sometimes receive requests for personal details, including the identities of those involved and sanctions, we are legally bound to withhold this information. We take seriously allegations and complaints of misconduct, and we abide by the laws protecting confidentiality. We have other ways of notifying our community about incidents, including a daily crime log, timely warning notices, and community safety advisories. Doxxing Doxxing refers to deliberately harassing and targeting individuals by publicly sharing their personal information because they have a different viewpoint. Doxxing is antithetical to our values, the Student Commitment, and our commitment to respectful, civil discourse on our campuses. Doxxing by members of our community will not be tolerated. We have a threat assessment team that evaluates and monitors safety issues on an ongoing basis and ensures community members are connected to support resources, from counseling to help with classes, as well as personal and online safety planning. If you are concerned that you are being doxxed, please contact the USC Office of Threat Assessment and Management right away. Where We Are Today at USC We know that fear, hate speech, and acts of antisemitism are taking place at alarming levels across the world. To be clear – we reject hate speech and antisemitism in any form at USC. Our teams are acting around the clock to keep our campuses and our students safe. Some of what you see online (for example, social media posts purporting to represent USC-sanctioned organizations or statements) is false, but we know it is still upsetting. We’re doing our best to respond when we learn of such things, even though we can’t monitor social media or take down all offensive postings. We also want you to know that USC takes threats of violence and harassment extremely seriously. We work closely with law enforcement, as well as our threat office and other university offices to address them to the fullest extent possible under the law. Many extremely offensive and disturbing statements are protected by the U.S. Constitution, which private universities like USC are required to uphold under the California Leonard Law. Federal and state privacy laws also prohibit us from releasing personal facts (for example, individual names and other identifying details) of any case. That doesn’t mean we can’t take any actions, and we do, but the privacy laws also stop us from sharing details. We also don’t have legal rights to enforce our campus-wide poster policies (which generally prohibit posters), or policies about marches taking place off our campuses, even when they are directly adjacent to our campus. We also want to reassure you that we are taking many measures to increase safety. This includes increasing security patrols and safety measures and enhancing mental health and academic support services for all our students. We are working nonstop to help students so that they can continue to go to class, athletic events, and other gatherings, feeling supported and in a safe environment. Safety The safety and well-being of everyone on our campus is our top priority. Since October 7, we have put in place enhanced safety measures throughout our campuses. Whenever needed, we have added security personnel and will continue to do so. USC’s Department of Public Safety has worked around the clock to monitor any potential activities or threats and proactively manage our preparedness and response. DPS is always on standby to help and are able to respond quickly. Anyone who is concerned about their safety should contact the Department of Public Safety or visit the Safety at USC website. If",
    "you are not familiar with USC’s approach to providing the highest level of campus security, please watch this brief video. To further enhance campus safety, we have increased the number of security ambassadors – often referred to as “Yellow Jackets” – on the University Park Campus (UPC). Their job is to observe and report any incidents to USC DPS, which can then determine whether university policy is being followed or violated. They serve as a highly visible deterrent to crime in the neighborhood, and we believe their role as observers will help students feel safer on campus. Reporting Concerns We want you to report any type of concern as this is a vitally important part of a positive and healthy campus culture. Information about the various ways reports may be made is available on the USC Report & Response website. This website also provides a comprehensive list of confidential and support resources available to our community. Reports can include harassment, discrimination, and retaliation – including shared ancestry or ethnic characteristics, threatening behavior or misconduct, retaliation, and other incidents of concern. All reports are taken seriously and will receive a prompt and equitable response that prioritizes care, support, and safety, as well as available resolution options. Discrimination, Harassment, and Retaliation are Prohibited Harassment, discrimination, and retaliation of any kind are not tolerated on our campuses. Please refer to the university’s Policy on Prohibited Discrimination, Harassment, and Retaliation and notice of non-discrimination for more information about protected characteristics – including shared ancestry or ethnic characteristics. Federal Actions to Address Antisemitism and Islamophobia on University Campuses On October 30, the federal government announced new actions to address antisemitism on college campuses. The White House, Department of Education (DOE), the Department of Justice (DOJ), and the Department of Homeland Security (DHS) plan to issue formal guidelines. Here is what we know and encourage you to learn more about: The Office of Civil Rights (OCR) will be updating its discrimination complaint form to include language stating that Title VI of the Civil Rights Act prohibits antisemitism and Islamophobia, and related forms of discrimination, and will expedite investigations and complaints. The DOE is also planning to hold technical assistance webinars to provide students with information on how to file an OCR complaint. On November 7, OCR issued the Dear Colleague Letter: Discrimination, including Harassment, based on Shared Ancestry or Ethnic Characteristics outlining these obligations under Title VI. The DOJ and DHS are dedicating 125 protective security advisers and 100 cybersecurity advisers to proactively work with schools and universities to address their needs for cyber threats and online harassment. The Justice Department’s Community Relations Service is also expanding support of Jewish, Muslim, Arab, and other impacted communities on campuses across the nation. The United States Senate passed a bipartisan resolution by unanimous consent denouncing antisemitism at institutions of higher education and encourages college and university leaders and administrators to voice their opposition to antisemitism on campus, which we have done on multiple occasions. On November 7, OCR issued the Dear Colleague Letter: Discrimination, including Harassment, based on Shared Ancestry or Ethnic Characteristics. Additional resources and links will be posted here when there is new information to disseminate. Recent University Media Statements From time to time, we will post media statements about activities at USC. “USC unequivocally condemns calls for the genocide of Jews and any other peoples. These are antithetical to our values. We investigate any threat, harassment, or incitements of violence as a violation of our policies.” 12/11/2023 “Online video clips of Professor Strauss – some of which appear to have been edited in misleading ways – have been widely shared on social media, generating millions of online global engagements and comments, many of them quite alarming. There also have been reports in the media and in social media that he has been placed on administrative leave. That is not the case. After reviewing the overwhelming volume and types of comments, the university directed him to teach his two remaining classes online and to remain off campus as a precautionary measure until classes are finished this term. These measures were designed to minimize disruption in the classroom and to ensure a safe environment for both him and students. All of the restrictions previously placed on Professor Strauss have now been lifted. He has in no way been disciplined or punished for engaging in protected speech. For details about the university’s formal processes for handling all reports, please see USC’s Network of Informational and Support Resources in Times of Conflict.” 11/27/23 [updated 12/2/2023] Relevant University Messages President Folt’s Campus Update (05/05/2024) President Folt’s Campus Update (05/03/2024) President Folt’s Campus Update (04/30/2024) President Folt’s Message to the Trojan Community (04/26/2024) Provost Guzman’s Important Campus Update (04/24/2024) Update on Free Speech, Expectations and Policies (11/17/2023) President Folt’s Speech at the Western Region Summit on Antisemitism in Higher Education (11/6/2023) Update on Campus Hate Speech and New Government Actions Regarding Antisemitism and Islamophobia (10/31/2023) A Message from President Folt (10/16/2023) President Folt’s statement regarding situation in Israel and Gaza (10/10/2023) Addressing Antisemitism (Updated December 2023) USC Policy on Free Speech USC Resources FAQ for Spring 2024 Office of the Provost 3551 Trousdale Parkway, Suite 102 Los Angeles CA 90089-4019 (213) 740-2101 uscprovost@usc.edu Search this site Search for: CloseAn icon of a letter X. Site NavigationAnnouncements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility CategoriesAnnouncements Faculty Spotlight News and Announcements Provost’s News Related Websites Accreditation Licensures and Certifications Provost Shared Services Visions and Voices Arts in Action University of Southern CaliforniaContent managed by the Office of the Provost Built using the USC Gateway 2018 WordPress Theme | Website issues? Contact USC Provost IT Privacy Notice | Notice of Non-discrimination TwitterTwitterThe logo for the social media platform Twitter. InstagramInstagramThe logo for the social media platform Instagram. CAMPUS ACCESS UPDATE: All entry points are open as of August 15, 2024. Learn more about the expedited access procedures.",
    "FAQ for Spring 2024 - Office of the Provost Skip to main content Go to usc.edu homepage USC Monogram Office of the Provost MenuAn icon that consists of three parallel horizontal lines suggestive of a list. Announcements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility More…Show More Menu SearchAn icon of a magnifying glass. Search for: CloseAn icon of a letter X. HomePolicies and StatementsFAQ for Spring 2024 FAQ for Spring 2024 Events of May 5, 2024Conduct and Disciplinary ProcessesAccess, Support and AccommodationsCommencement Events of May 5, 2024 Why did the university clear the encampment on April 24 and again on May 5? The university is legally obligated to ensure that students, faculty and staff can move freely throughout our campus while pursuing their studies, work, and research. Every part of our campuses, including Alumni Park, must be fully accessible and free from vandalism and harassment. Like many other universities, USC has longstanding, established policies against encampments, harassment, and vandalism. By repeatedly and flagrantly violating laws and university policies, the encampment and occupiers endangered the health and safety of our community, created a focal point for potential violence, and deprived our community members of a safe and freely accessible academic environment. The university has received multiple reports of harassment, threats, and violence as a direct result of the illegal encampment, including: Vandalizing and defacing university buildings and monuments, including Tommy Trojan and the fountain Stealing and misappropriating university property Bringing dangerous items into the encampment Dismantling and theft of commencement structures Blocking access to a central location needed for commencement events Defying countless directives from DPS and other university officers Noise disrupting exams and studying Harassment and violence towards DPS officers and other students What USC policies did the encampment violate? Multiple university policies forbid encampments on campus, including: Policy on Prohibited Discrimination, Harassment, and Retaliation USC Student Handbook Camping Policy (pg. 111) USC Student Handbook Time, Place and Manner Policy (pg. 96) In addition, the university received multiple reports that occupiers violated several university policies and local, state, and federal laws against trespassing, defacing and stealing property, verbal harassment, and others. Don’t students have a right to peacefully protest? Does clearing the encampment violate their right to freedom of speech and assembly? Freedom of speech and assembly are among our foundational values. Throughout this academic year, faculty, staff, and students have held countless lawful free speech activities and assemblies, including marches, vigils, die-ins, and other peaceful demonstrations. Free expression does not entitle anyone to obstruct equal access to the campus, deface and steal university property, harass other members of the community, interfere with studying and exams, disrupt commencement, or otherwise interfere with core operations of our university. The university established a free speech area a short walk from the encampment. Students from the encampment refused to use that alternative space. Why did the university call in LAPD rather than using its own Department of Public Safety? USC’s Department of Public Safety (DPS) is the university’s private security force. While a limited number of DPS officers are able to make arrests, DPS primarily works to enforce student conduct policies without arrests, in collaboration with USC’s internal disciplinary offices, and often at risk of their own safety. It lacks the resources to undertake an operation of the type required on April 24 and May 5. USC is under the geographic jurisdiction of the LAPD. DPS maintains an MOU with the LAPD that allows DPS to enforce the law and investigate some, largely nonviolent, crimes. DPS can request assistance from the LAPD when it determines that assistance is necessary. How many students, faculty and staff have been arrested? In the university’s initial action on April 24, 93 individuals were arrested, including 48 students, three faculty members, three staff members, and 39 individuals unaffiliated with the university. The university’s second operation on May 5 did not lead to any arrests. Did the university administration meet with the students involved in the encampment? Was there any attempt to find a peaceful resolution? President Folt, along with the vice president for Student Life and USC’s general counsel met with the self-appointed liaisons from the encampment, and one faculty member, twice for a total of three hours to listen to their concerns and discuss options to reach an amicable resolution. Members of the Office of Student Life have also been engaging with the occupiers on a daily basis. Unfortunately, the occupiers gave no indication of any willingness to remove their illegal encampment. Why wouldn’t the university agree to the demands of the occupiers? In their meetings with the self-appointed liaisons of the encampment, university administrators recognized the important concerns the occupiers had regarding world events and the reasons behind their activism. Without agreeing to negotiate over their demands, university administrators explained that the occupiers needed to follow the university’s policies regarding free speech and assembly. The administrators also explained a number of ways the occupiers could reasonably address their most important concerns following existing university processes. Their demands and the university’s brief responses are below. 1. End War Profiteering and Investment in Genocide. USC must fully disclose and divest its finances and endowment from companies and institutions that profit from Israeli apartheid, genocide, and occupation in Palestine, including the US Military and weapons manufacturing. USC must commit to accountability through full transparency of their financial investments. The university already has a process for students, faculty, and staff to raise and address questions and concerns relating to the endowment. In particular, the Advisory Committee on Investment Responsibility was formed in 2022 to advise the Board of Trustees on matters related to investments as expressed by the broader community. Several universities that have apparently negotiated with occupiers have now formed committees such as these. This process was shared with the liaisons of the encampment, as well as avenues to get involved. They did not want to engage in this existing avenue; rather, they demanded to know every investment the university has made, and wanted to determine themselves which investments the university should divest from. 2. Complete Academic Boycott of Israel. USC must end its study abroad programs at Hebrew University’s Rothenberg International School and Reichman University and sever all academic ties and research cooperation with Israeli universities. USC adheres to a longstanding position against academic boycotts such as the Boycott, Divestment and Sanctions movement because a robust intellectual environment requires the free and civil exchange of ideas. Additionally, academic boycotts go against the principles of academic freedom and freedom of speech, for which these occupiers were allegedly fighting. 3. Protect free speech on campus and provide full amnesty to all students, staff, and faculty disciplined, penalized, or fired for their pro-Palestine activism. USC must abide by their self-proclaimed Diversity, Equity, and Inclusion values and implement material policies protecting the safety of its marginalized students. USC is committed to protecting free speech and academic freedom, in compliance with state and federal law and university policy. USC has a one-stop website on free speech and free expression. The university must also comply with its legal obligations to provide a harassment-free educational environment for all students, faculty, and staff. The University’s DEI values are stipulated here, along with USC’s Policy on Prohibited Discrimination, Harassment, and Retaliation. The university must follow its established processes in taking appropriate internal disciplinary actions. 4. Stop the Displacement, from South Central to Palestine. No land grabs, whether in South Central, which is unceded Tongva territory, or Palestine. Cease expansion, provide reparations, and support housing for low-income South Central residents. No development by USC without genuine community control. For more than 140 years, USC has partnered with our neighbors to continuously strengthen the educational, economic, and health equity of the communities we serve. This includes engaging more than 4,000 LAUSD students daily in college and career preparation, operating eight neighborhood-serving Head Start early childhood centers, partnering with dozens of community-based nonprofits and small businesses, and continuously working to eliminate health disparities. More information on community programs and initiatives is available here. 5. No Policing on Campus. End the targeted repression and harassment of Black, Brown, and Palestinian students and their allies on and off campus, including through university disciplinary processes. Defund the Department of Public Safety and disclose and sever all ties with the LAPD. During the 2020-2021 academic year, President Folt formed a Community Advisory Board (CAB) to develop tangible recommendations to strengthen trust between the university, DPS, and the broader community. The result of these efforts was a ONE USC Safety Vision, which describes an environment where everyone feels safe, respected, and protected, and which has led to significant improvements in how USC’s Department of Public Safety conducts its operations. All members of the USC community are invited to share their input as the CAB continues its work. 6. End the Silence on the Genocide in Palestine. Release a public statement calling for an immediate, permanent ceasefire in Gaza, denouncing the ongoing genocidal campaign against the Palestinian people, and call on government officials to do so too. The university must maintain an environment where all members of our community feel free to express themselves and engage in vigorous debate. In order to maintain this open environment, it is important for the university to exercise great restraint before issuing statements on issues over which members of our community may vehemently disagree. Where can I find additional information about the university’s policies on free speech, free expression, and protests? USC is committed to protecting free speech and academic freedom, in compliance with state and federal law and university policy. The university’s policies on students’ right to free speech are set forth in the USC Student Handbook, and the university’s policies on academic freedom more generally are set forth in the Faculty Handbook. Additionally, USC has developed a dedicated website with resources, policies, and FAQs around free speech, free expression, and campus activism, available here. Conduct and Disciplinary Processes Will the university press charges or pursue other disciplinary actions against students, staff and faculty participating in the encampment? The university will follow its established processes in taking appropriate internal disciplinary actions. Students, faculty, and staff who commit repeated offenses will face more significant consequences. Why can’t you provide “amnesty” to any students going through the disciplinary process? It is critical that the university follow its established policies and procedures around student discipline and not make special exceptions with respect to certain policies, certain groups, certain individuals, or certain viewpoints. Once the university begins making special exceptions for some, it will have to do the same for others. That would be deeply discriminatory, would violate the law, and would undermine our authority to apply any of our rules at all. We are prohibited by law from discussing specific disciplinary matters. With that said, the disciplinary process is led by professionals who review the specific facts of every case carefully, and seek to come to outcomes that are fair, consistent, and reasonable. It is critical that the university leadership not jeopardize the integrity of these established processes by interfering in particular cases. As part of the process, all students have appeal rights. Will students involved in the encampment be able to participate in graduation? Each student’s situation will be evaluated based on the facts, including past student conduct history. Student records are private (protected under the Family Educational Rights and Privacy Act), and students are encouraged to reach out to the Office of Community Expectations to learn more about the process and their current standing. What is the student disciplinary process like? All reported student conduct that potentially violates university policies and/or community expectations is referred to the university’s disciplinary process, which is described in the USC Student Handbook. Office of Community Expectations team members are very experienced, follow robust processes, strive to resolve cases expeditiously, and treat every student with care. We have prepared additional FAQs about what students can expect when engaging with the university’s disciplinary process. How does the university approach students, faculty, or staff who violate our time, place, or manner rules while protesting? We begin with education – making sure that every member of our campus community understands the rules governing how we can express ourselves and live our values, without violating the rights of others. We take every violation of university policies seriously and carefully evaluate each matter based on its particular facts and circumstances. The fact that someone violates a policy while engaging in expressive conduct – or in order to bring attention to a particular viewpoint – does not preclude the need to proceed with all of the appropriate disciplinary referrals and processes. To treat violations of our policy more leniently because they involve one point of view, rather than another, would be discriminatory and illegal. Why can’t USC provide more information about individual cases? Privacy laws prevent us from discussing individual cases, but we encourage students to contact the Office of Community Expectations directly if they have any questions. We have prepared additional FAQs about what students can expect when engaging with the university’s disciplinary process. What is happening generally with the individuals who were arrested last semester? Ninety-three individuals were arrested for criminal trespass on April 24, 2024. Forty-eight of those arrested were USC students, three were faculty, three were staff, and the remainder were not affiliated with USC. Consistent with our policies, all of the USC-affiliated individuals were referred to the disciplinary process. The 48 arrested students were referred to the disciplinary process. Based on the specific facts and circumstances involved, an early resolution option was offered to those students (over three-quarters of those arrested) whose cases did not involve aggravated factors or other concerns. Those students who accepted the early resolution option received a formal warning that will be expunged from the student’s disciplinary record when they graduate. The remaining students either declined the early resolution option or failed to participate in the process. Of the small number of students not offered an early resolution option, at least one was placed on interim suspension following a preliminary assessment of alleged conduct. The administrative review process has been completed for most of the April 24-related student cases. There are many reasons that a case may not have been completed, including the unavailability of the student, requested extensions, appeals, and the need to investigate more serious or complex allegations. The disciplinary processes involving the six faculty and staff who were arrested are moving forward but have not yet been completed. Will the individuals who were arrested be prosecuted? The City Attorney’s Office makes decisions about whether to prosecute, not USC. Were any disciplinary proceedings initiated against the individuals who participated in the second encampment? Yes. Twenty-six students who participated in the second encampment and related disruptions were placed on interim suspension in May and referred to the disciplinary process. Several of those cases have now been resolved (and interim suspensions lifted). Others involving more complex or aggravated circumstances have gone through the interview stage but have not yet been completed. Under USC’s established processes, a handful of student cases involving very serious alleged misconduct are subject to adjudication by a panel made up of faculty, staff, and other students. All students have a right to appeal the findings in their cases as outlined in the Student Handbook, except for those who accept responsibility and agree to outcomes. The university makes extraordinary efforts to complete our investigations and internal disciplinary processes as quickly as possible. Student matters are handled by the Office of Community Expectations (OCE). Part of their process involves gathering and considering information – including videos, documents, and statements from witnesses when applicable – and then reviewing it with the student under investigation. A violation of the Student Handbook is based on the preponderance of evidence standard. Under this standard, the reviewer or panel decides whether it is more likely than not, based on the information gathered, that the student is responsible for a violation. Repeat violations result in more serious treatment and discipline. How can students, faculty and staff seek additional help? The university offers many support resources. Specifically, the Office of Campus Support and Intervention (213.740.0411) provides all members of the USC",
    "community with support, guidance, and resources to address a wide variety of challenges. Counseling and Mental Health Services (213.740.9355) supports students with therapy, crisis support, referrals to long-term providers, and other services. I encourage students to connect with either of these resources as needed. Access, Support and Accommodations How will individuals with ADA needs be able to access campus with the limited entry points? All of the curb cuts around the university perimeter are manned by community service officers who are instructed to let anyone who is disabled out of the university gates. All pedestrian gates have full ADA compliance. Additional measures will be put in place throughout the week prior to commencement to ensure the campus remains as accessible as possible for all members of the USC community. Where can I find information about accessing campus? What if I need to help my student move out of USC Housing? Campus access information is available on the USC Transportation website. USC IDs will be required for students and employees to enter campus. All guests must register via the visitor.usc.edu website for a daily guest pass. As of May 3, 2024, guest registration is paused indefinitely. While the visitor registration process is suspended, parents and helpers coming to campus to assist students moving out of USC Housing should have received an email from USC Housing with instructions for how to enter campus during this time. Guests coming to USC for commencement activities must have a valid ticket for each event they will attend. Commencement ticketing information is available here. What academic accommodations are available to students who are concerned about their safety on campus or their ability to focus on final exams and assignments during this time? We have put in place an enhanced accommodations protocol, similar to what was used during COVID. Students should work directly with their faculty for accommodations such as extended deadlines, incompletes, or adjusting the parameters of their final assessments. Students may also contact their advisors through the Advise USC platform or the Office of the Vice Provost for Academic Programs, which can also assist with requests for accommodation. What additional support is available to USC students during this time? The recent events on campus have been challenging and disruptive for many members of USC’s community. Students have many resources available to support them throughout this time. Questions regarding grading can be directed to the University Registrar at registrar@usc.edu. Students in need of mental health resources can access them via USC Student Health. Students looking to navigate complex situations can be connected to Campus Support and Intervention Commencement Will this impact commencement activities planned for May 8-11? This action to remove the encampment will have no impact on scheduled commencement celebrations and activities. We remain focused on honoring our graduates and giving them the celebration and recognition they deserve. Where can I find information related to USC’s 2024 commencement ceremonies, ticketing, and other visitor information? All information related to commencement, including a schedule of events, ticketing, and other information is available on the USC commencement website. Where can I find more details related to the USC Trojan Family Graduate Celebration on Thursday, May 9th? Special guests and surprise performances will create an electric atmosphere at the Los Angeles Memorial Coliseum as graduating students and their families gather for a graduation celebration Southern California-style. Count on drone shows, fireworks, the Trojan Marching Band, and a special gift for members of the Class of 2024. This is a ticketed event available to graduating students and five plus-ones per graduating student (six tickets total). More information will be shared with graduating students and their families via email and on the USC commencement website. Why did the university make the decision to cancel the valedictorian’s speech, and the mainstage commencement ceremony? The main stage commencement ceremony at USC draws more than 65,000 people to our University Park Campus. The university made the decision that the valedictorian would not give a speech at the mainstage ceremony after hearing from campus security and threat experts about security concerns that rose to the level of credible. The university then finalized additional security protocols – including bag checks and ticketing processes, to mitigate those concerns. Understanding the time it would take for families to enter campus with additional protocols in place, the university then canceled the mainstage ceremony. Refocusing commencement on school ceremonies will allow graduates to celebrate with their families in a more intimate environment, hear their names called, walk across the stage to receive their diplomas, shake the hands of the faculty and deans who mentored and educated them, throw their hats, and celebrate with those who made their time at USC so special. USC Policy on Free Speech USC Resources FAQ for Spring 2024 Office of the Provost 3551 Trousdale Parkway, Suite 102 Los Angeles CA 90089-4019 (213) 740-2101 uscprovost@usc.edu Search this site Search for: CloseAn icon of a letter X. Site NavigationAnnouncements and News About The USC Faculty Policies and Statements Campus Resources Digital Accessibility CategoriesAnnouncements Faculty Spotlight News and Announcements Provost’s News Related Websites Accreditation Licensures and Certifications Provost Shared Services Visions and Voices Arts in Action University of Southern CaliforniaContent managed by the Office of the Provost Built using the USC Gateway 2018 WordPress Theme | Website issues? Contact USC Provost IT Privacy Notice | Notice of Non-discrimination TwitterTwitterThe logo for the social media platform Twitter. InstagramInstagramThe logo for the social media platform Instagram. CAMPUS ACCESS UPDATE: All entry points are open as of August 15, 2024. Learn more about the expedited access procedures.",
    "To view this email as a web page, go here. Dear Trojan Family, We are excited to start a new academic year and welcome our new and returning students, faculty, staff, and alumni to campus. It's a wonderful time to renew and create new relationships, explore something different, and set fresh goals. We have a very busy term ahead, with new academic programs, events around joining the Big Ten, marquee student performances, research breakthroughs, and so much more. We hope you had a refreshing summer and look forward to seeing you. Over the summer we tightened and expanded our rules and processes designed to ensure our campus is safe and welcoming for everyone. A list of links to this critical information is included below. One thing you’ll notice immediately is the improved process of accessing campus. We hope the new system will make it faster and easier. Last Spring's Challenges: The events of last spring were particularly challenging for campuses nationwide. USC has seen peaceful protests, vigils, and marches for years, including more than 130 last year alone. However, the spring semester brought incidents that tested our values, disregarded our policies, sparked fears, and required unprecedented safety measures. While many in our community were not directly involved in the protests, we recognize the genuine pain and frustration driving them. This suffering and passion did not disappear over the summer. We hope by making our policies, guidelines, and rules clearer, we can make USC welcoming and safe for all, no matter what issues or conflicts arise. Free Expression and Academic Freedom: The ability to express oneself, to assert beliefs, and to dissent is fundamental to our university and our democracy. We each share a responsibility to foster an environment where divergent ideas can be discussed, examined, and challenged without infringing on others’ rights and safety. As we transition to the fall semester, we remain committed to ensuring your rights to free speech, academic freedom, and peaceful protest in accordance with state and federal law. We expect you to follow the university’s rules and policies designed to support your rights and prevent disruption of university functions. We also are required by law to maintain a safe and bias-free environment in our classrooms, hospitals, events, and campuses. These values are essential to the Trojan community and do not conflict with free speech or academic freedom. The links below explain free expression and academic freedom, along with legal responsibilities and limitations. Time, Place, and Manner Rules for Free Expression at USC: USC has long-standing rules, guided by federal and state law, to ensure that everyone can participate fully in a bias-free, free speech academic and on-campus residential environment. These “time, place, and manner” limitations balance your right to express yourselves with the university’s responsibility to ensure the rights of all. These include long-standing rules banning encampments, damaging property, blocking access to campus and classrooms, doxing, harassment, and bullying (online or in person), as well as clear guidelines for protests of all sorts. Over the summer, we reviewed and clarified these policies. You should become familiar with this material, and the Student Commitment which all students were required to read and acknowledge before enrolling. The university will continue to enforce these rules fairly, consistently, and expeditiously, acting quickly to protect campus health and safety. It always has been a Trojan Family value to be patient and respectful even in heated debates. By adhering to our highest standards, we will continue to maintain a culture of respect and dignity toward others. University Statements, Communication, and Accountability: Universities and their leaders often are asked to take sides on political, social, and moral issues. Yet, such statements can silence people, be seen as speaking for everyone, and lead to unintended consequences and seeming orthodoxies that stifle people’s rights of free speech. This runs counter to our responsibility to support viewpoint diversity, open and impartial debate, free speech, and safety in all aspects of university life. This understanding drove the Unifying Values written and adopted by the USC community in 2020, which include “fostering a community in which we solicit, embrace, and share diverse viewpoints.” In line with these ideas, going forward as individual leaders or on behalf of the university, we will not post statements or take sides in political or social debates unless it pertains directly to our institutional mission and operations. This posture, sometimes referred to as “institutional restraint or neutrality,” has been widely adopted by both public and private universities across America. Trojans Care for Trojans: Global conflicts, along with social and political unrest or transition, always prompt strong reactions and feelings at universities. We embrace our societal role and encourage Trojans to safely and freely express themselves. At the same time, we call on you to care for your fellow Trojans even if you strongly disagree on issues. Let’s embrace the expression “Trojans Care for Trojans.” By working together, we can create a university home for our Trojan Family that values differing opinions, cultivates open dialogue, supports one another, and seeks common ground in a complex world. We look forward to a great year with you. Fight On! Carol L. Folt President Robert C. Packard President's Chair Andrew Guzman Provost and Senior Vice President for Academic Affairs Steven Shapiro Senior Vice President for Health Affairs Links to USC Resources Accessing campus Free speech Free expression FAQs including time, place, and manner USC policies – prohibited discrimination, harassment, and retaliation Academic freedom (also see Faculty Handbook) Campus safety Care for our Community Addressing hate speech Addressing antisemitism USC Integrity and Accountability Code USC Student Commitment Unifying Values UNIVERSITY OF SOUTHERN CALIFORNIA University Park • Los Angeles, CA 90089 If you wish to be removed from this group's mailing list, click here"
]